export const ru = {
  header: {
    menu: {
      buy: 'Покупка',
      rent: 'Аренда',
      sell: 'Продажа',
      blog: 'Блог',
      help: 'Помощь',
      realtors: 'Выбрать риэлтора',
    },
    lang: {
      en: 'Англ',
      ru: 'Рус',
    },
    btn: 'Вход',
  },
  footer: {
    menu: {
      about: 'О нас',
      help: 'Помощь',
      terms: 'Правила использования и политика конфиденциальности',
      blog: 'Блог',
    },
    copy: 'Все права защищены.',
  },
  home: {
    banner: {
      title: 'Купить дом в Сочи – это просто',
      subtitle: 'только проверенные объявления от риэлторов и застройщиков',
      search: {
        input: 'Введите адрес',
        btn: 'Поиск',
      },
      btn: 'Подобрать дом на карте',
    },
    options: {
      title: 'Быстро и удобно выберете дом Вашей мечты!',
      buy: {
        title: 'Купить дом',
        desc: 'Найдите свое место с захватывающим опытом фотографии и большинством списков, включая вещи, которые вы не найдете больше нигде.',
      },
      realtor: {
        title: 'Выбрать риэлтора или агентство',
        desc: 'Найдите свое место с захватывающим опытом фотографии и большинством списков, включая вещи, которые вы не найдете больше нигде.',
      },
    },
  },
  notFound: {
    title: 'Мы сожалеем',
    subtitle: 'Мы не смогли найти страницу, которую вы ищете.',
    btn: 'Сообщить об ошибке',
  },
  auth: {
    divider: 'или',
    password: 'Пароль',
  },
  logIn: {
    remember: 'Запомнить меня',
    forgot: 'Забыли пароль?',
    btn: 'Войти',
    text: 'У вас нет аккаунта?',
    redirect: 'Зарегистрироваться',
  },
  signUp: {
    name: 'Фамилия Имя',
    accept: 'Принимаю ',
    terms: 'Условия и положения',
    receive: 'Да, я хотел бы получать электронные письма с новыми предложениями и продажи',
    btn: 'Зарегистрироваться',
    text: 'Есть аккаунт?',
    redirect: 'Войти',
  },
  forgot: {
    step1: {
      subtitle: 'Код будет отправлен на вашу почту или номер телефона, чтобы изменить пароль',
      btn: 'Отправить код',
    },
    step2: {
      subtitle: 'Введите полученный код, чтобы приступить к смене пароля',
      code: 'Код',
      btn: 'Далее',
    },
    step3: {
      subtitle: 'Пароль должен содержать не менее 3 символов и содержать буквы и цифры.',
      newPassword: 'Новый пароль',
      confirmPassword: 'Подтвердите пароль',
      btn: 'Изменить',
    },
  },
  dashboard: {
    myListings: 'Мои объявления',
    savedSearches: 'Сохраненные поиски',
    savedHomes: 'Сохраненные дома',
    profile: 'Профиль',
    messages: 'Сообщения',
    settings: 'Настройки',
    billing: 'Биллинг',
    tariffs: 'Тарифы',
    analytics: 'Аналитика',
    subscriptions: 'Подписки',
  },
  profile: {
    title: 'Профиль',
    edit: 'Редактировать',
    agent: 'Стать агентом',
    myReviews: 'Мои отзывы',
    reviews: 'Отзывы обо мне',
    about: 'Я о ',
    showMore: 'Смотреть больше',
  },
};
